Repository: tanishaapriya/LoopKit
Catalog: Loop/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sv, tr, vi, zh_hans

source: Export Critical Event Logs
da: Eksportér kritisk begivenhedslog
de: Protokolle kritischer Ereignisse exportieren
es: Exportar registros de eventos críticos
fi: Vie tärkeiden tapahtumien loki
fr: Exporter les journaux d'événements critiques
it: Esporta registri eventi critici
nb: Eksporter kritiske hendelseslogger
nl: Exporteer Kritieke Gebeurtenislogboek
pl: Eksportuj dzienniki zdarzeń krytycznych
ro: Exportă jurnalul de evenimente critice
ru: Экспорт логов критических событий
sv: Exportera kritiska händelseloggar
tr: Kritik Olay Günlüklerini Dışa Aktarma
zh_hans: 导出关键事件日志

source: Export-%1$@
da: Eksport-%1$@
es: Exportar- %1$@
fi: Vienti-%1$@
it: Esporta- %1$@
nb: Eksporter- %1$@
nl: Exporteren: %1$@
pl: Eksportuj- %1$@
ru: Экспорт -%1$@
sv: Exportera-%1$@
tr: Dışa Aktar- %1$@

source: Failed to Resume Insulin Delivery
da: Kunne ikke genoptage insulintilførsel
de: Wiederaufnahme der Insulinabgabe fehlgeschlagen
es: No se pudo reanudar la administración de insulina
fi: Annostelun jatkaminen epäonnistui
fr: Échec de la reprise de l’administration d’insuline
it: Impossibile riprendere l'erogazione dell'insulina
nb: Kunne ikke gjenoppta insulinlevering
nl: Insulinetoediening Hervatten Mislukt
pl: Nie udało się wznowić podawania insuliny
ro: Nu s-a reușit reluarea administrării de insulină
ru: Не удалось возобновить подачу инсулина
sk: Obnovenie podávania inzulínu zlyhalo
sv: Misslyckades att återuppta insulintillförsel
tr: İnsülin İletimine Devam Edilemedi
zh_hans: 恢复胰岛素输注失败

source: FAVORITE FOODS
da: FAVORIT-MAD
de: Favorisiertes Essen
fr: ALIMENTS FAVORIS
he: מאכלים אהובים
it: CIBI SALVATI
nb: FAVORITTMAT
nl: FAVORIETE ETEN
pl: ULUBIONE JEDZENIE
ro: MÂNCĂRURI PREFERATE
zh_hans: 食物库

source: Fingerstick Glucose
da: Fingerprik blodsukker
de: Blutzucker
es: Glucosa de punción en el dedo
fi: Mitattu glukoosi
fr: Glucose capilaire
he: קריאת מד סוכר
it: Glicemia capillare
nb: Blodsukkerverdi fra fingerstikk
nl: Vingerprikglucose
pl: Glukoza z krwi
ro: Glicemie din deget
ru: Глюкоза по глюкометру
sv: Kapillärt blodsocker
tr: Parmak Ucu KŞ

source: Food Type
da: Madtype
de: Essenstyp
fr: Type d'aliment
he: סוג מאכל
it: Tipo cibo
nb: Type mat
nl: Type voeding
pl: Rodzaj żywności
ro: Tip de alimente
ru: Тип еды
sk: Typ jedla
sv: Typ av mat
vi: Loại thực phẩm
zh_hans: 食物类型

source: For safety purposes, you should allow Critical Alerts, Time Sensitive and Notification Permissions (non-critical alerts) on your device to continue using %1$@ and cannot turn off individual alarms.
da: Af sikkerhedsmæssige årsager bør du tillade, at Kritiske advarsler, Tidsfølsomme og Meddelelser (ikke-kritiske advarsler) på din enhed fortsætter med at bruge %1$@ og ikke kan slå individuelle alarmer fra.
de: Aus Sicherheitsgründen solltest Du kritische Warnungen, zeitkritische Warnungen und Benachrichtigungsberechtigungen (nicht kritische Warnungen) auf Deinem Gerät zulassen, um %1$@ weiterhin verwenden zu können.
fr: Pour des raisons de sécurité, vous devriez autoriser les alertes critiques, les alertes urgentes et les autorisations de notification (alertes non-critiques) sur votre appareil pour continuer à utiliser %1$@ si vous ne pouvez pas désactiver les alarmes individuelles.
it: Per motivi di sicurezza, dovresti consentire gli avvisi critici, gli avvisi sensibili al tempo e le autorizzazioni di notifica (avvisi non critici) sul tuo dispositivo per continuare a utilizzare %1$@ e non puoi disattivare i singoli allarmi.
nb: Av sikkerhetshensyn bør du tillate at kritiske varsler, tidssensitive varsler og varslingstillatelser (ikke-kritiske varsler) på enheten din fortsetter å bruke %1$@ og ikke kan slå av individuelle alarmer.
pl: Ze względów bezpieczeństwa należy zezwolić na alerty krytyczne, alerty zależne od czasu i uprawnienia do powiadomień (alerty niekrytyczne) na swoim urządzeniu na dalsze korzystanie z %1$@ i nie można wyłączać poszczególnych alarmów.
ro: În scopuri de siguranță, trebuie să permiteți alertele critice, urgente și permisiunile de notificare (alerte necritice) pe dispozitivul dumneavoastră pentru a continua să utilizați %1$@ și nu puteți dezactiva alarmele individuale.
ru: В целях безопасности вам следует разрешить критические оповещения, срочные оповещения и уведомления (некритические оповещения) на вашем устройстве, чтобы продолжить использовать %1$@ и не отключать отдельные тревоги.

source: Forecasted blood glucose may still be higher than target range.
da: Forventet blodsukker kan stadig være højere end målområdet.
de: Der prognostizierte Blutzucker kann immer noch über dem Zielbereich liegen.
es: La glucosa en sangre pronosticada aún puede estar por encima del rango objetivo.
fr: Le taux de glucose sanguin prévu pourrait quand-même être plus élevé que la plage cible.
he: רמת הסוכר הצפויה עשויה עדיין להיות גבוהה מטווח היעד.
it: La glicemia prevista potrebbe essere più elevata di quella impostata come obiettivo.
nb: Forventet blodsukker kan fortsatt være høyere enn målområdet.
nl: Voorspelde bloedglucose kan nog steeds hoger zijn dan het streefbereik.
pl: Prognozowany poziom glukozy we krwi może nadal być wyższy niż zakres docelowy.
ro: Glicemia prognozată poate fi în continuare mai mare decât intervalul țintă.
ru: Прогнозируемый уровень глюкозы в крови все еще может быть выше целевого диапазона.
tr: Öngörülen KŞ, hala hedef aralıktan yüksek olabilir.
zh_hans: 预测的血糖值可能仍高于目标范围。

source: Forecasted Glucose
da: Forventet blodsukker
de: Prognostizierte Blutzucker
es: Glucosa pronosticada
fr: Glycémie prévue
he: סוכר צפוי
it: Glicemia prevista
nb: Forventet blodsukker
nl: Voorspelde Glucose
pl: Prognozowana glukoza
ro: Glicemia prognozată
ru: Прогнозируемый уровень глюкозы
tr: Tahmini KŞ

source: Frequently asked questions about alerts
da: Ofte stillede spørgsmål om påmindelser
de: Häufig gestellte Fragen zu Benachrichtigungen
fr: Foire aux questions sur les alertes
it: Domande frequenti sugli avvisi
nb: Ofte stilte spørsmål om varsler
pl: Często zadawane pytania dotyczące alertów
ro: Întrebări frecvente privind alertele
ru: Часто задаваемые вопросы об оповещениях

source: Get help with Alert Permissions
da: Få hjælp til advarselstilladelser
de: Hol Dir Hilfe zu den Benachrichtigungsberechtigungen
es: Ayuda con los Permisos de Alerta
fr: Obtenir de l'aide avec les autorisations d'alerte
it: Ottieni assistenza per le autorizzazioni
nb: Få hjelp med varslingsinnstillinger
nl: Krijg hulp bij Toestemming Meldingen
pl: Uzyskaj pomoc dotyczącą uprawnień alertów
ro: Obțineți ajutor cu permisiunile de alertă
ru: Справка по разрешениям на оповещения
tr: Uyarı İzinleri ile ilgili yardım alın
zh_hans: 获取有关警报权限的帮助

source: Glucose Data Now Available
da: Blodsukkerdata er nu tilgængelige
de: Blutzucker jetzt verfügbar
es: Datos de glucosa ahora disponibles
fi: Glukoositiedot nyt saatavilla
fr: Les données de glycémie sont maintenant disponibles
it: Dati glicemia ora disponibili
nb: Blodsukkerdata er utilgjengelig
nl: Glucosegegevens Nu Beschikbaar
pl: Dane dotyczące glukozy są już dostępne
ro: Valorile glicemiei sunt disponibile
ru: Данные о глюкозе теперь доступны
sv: Blodglukosvärde finns nu tillgängligt
tr: KŞ Verileri Artık Kullanılabilir

source: Glucose effect of suspending insulin delivery
da: Glukoseeffekt ved afbrydelse af insulintilførsel
de: Glukoseeffekt der Unterbrechung der Insulinabgabe
fr: Effet sur la glycémie de la suspension d'administration de l'insuline
it: Effetto sulla glicemia della sospensione dell'erogazione d'insulina
nb: Glukoseeffekt av å suspendere insulintilførsel
pl: Wpływ wstrzymania podawania insuliny na poziom glukozy
ro: Efectul asupra glicemiei al suspendării administrării de insulină
zh_hans: 暂停胰岛素输注对血糖的影响

source: Glucose Entry Out of Range
da: Blodsukkerværdi er uden for intervallet
de: Blutzucker-Eingabe außerhalb des Bereichs
es: Entrada de glucosa fuera de rango
fi: Glukoosiarvo alueen ulkopuolella
fr: La glycémie saisie est hors de la plage.
it: Glicemia inserita fuori intervallo
nb: Blodsukkerdata er utenfor intervallet
nl: Glucose-invoer Buiten Bereik
pl: Wprowadzanie glukoza jest poza zakresem
ro: Valoarea glicemiei introdusă este în afara intervalului
ru: Ввод глюкозы вне допустимого диапазона
sv: Det manuellt inmatade blodsockervärdet utanför gränsvärden
tr: KŞ Girişi Aralık Dışında
zh_hans: 输入血糖超出范围

source: Glucose Target Range Schedule
da: Tidsplan for glukosemålområde
de: Zeitplan für den Blutzucker-Zielbereich
es: Horario para el objetivo de glucosa
fr: Horaire de la plage cible de glycémie
it: Programma di intervalli target di glicemia
nb: Tidsplan for blodsukker målområde
nl: Glucosestreefbereikschema
pl: Harmonogram zakresu docelowego glukozy
ro: Programul intervalului țintă de glicemie
ru: График целевого диапазона глюкозы
tr: KŞ Hedef Aralığı Programı

source: HARDWARE SOUNDS
da: HARDWARE-LYDE
fr: SONS MATÉRIELS
it: SUONI HARDWARE
nb: MASKINVARELYDER
pl: DŹWIĘKI SPRZĘTOWE
ro: SUNETE HARDWARE
ru: АППАРАТНЫЕ ЗВУКИ

source: High Glucose
da: Høj glukose
de: Hoher Blutzucker
fr: Glycémie élevée
it: Glicemia alta
nb: Høyt glukosenivå
pl: Wysoki poziom glukozy
ro: Glicemie ridicată
ru: Высокий уровень глюкозы

source: How can I silence non-Critical Alerts?
da: Hvordan kan jeg slå ikke-kritiske alarmer fra?
de: Wie kann ich nicht kritische Warnungen stummschalten?
fr: Comment puis-je faire taire les alertes auditives non-critiques?
it: Come posso silenziare gli avvisi non critici?
nb: Hvordan kan jeg dempe ikke-kritiske varsler?
pl: Jak mogę wyciszyć alerty niekrytyczne?
ro: Cum pot dezactiva sunetul alertelor non-critice?
ru: Как отключить некритичные оповещения?

source: How can I silence only Time Sensitive and Non-Critical alerts?
da: Hvordan kan jeg kun slå lyden fra for tidsfølsomme og ikke-kritiske advarsler?
de: Wie kann ich nur zeitkritische und nicht kritische Warnungen stummschalten?
fr: Comment puis-je faire taire uniquement les alertes urgentes et non-critiques?
it: Come posso silenziare solo gli avvisi sensibili al tempo e non critici?
nb: Hvordan kan jeg deaktivere kun tidssensitive og ikke-kritiske varsler?
pl: Jak wyciszyć tylko alerty zależne od czasu i niekrytyczne?
ro: Cum pot dezactiva sunetul doar alertelor urgente și non-critice?
ru: Как отключить только срочные и некритические предупреждения?

source: How can I temporarily silence all %1$@ app sounds?
da: Hvordan kan jeg midlertidigt slå lyden fra for alle %1$@ applyde?
de: Wie kann ich alle Töne der %1$@ App vorübergehend stummschalten?
fr: Comment puis-je désactiver temporairement tous les sons de l'application %1$@?
it: Come posso silenziare temporaneamente tutti i suoni dell'app %1$@ ?
nb: Hvordan kan jeg midlertidig dempe alle %1$@-applydene?
pl: Jak mogę tymczasowo wyciszyć wszystkie dźwięki aplikacji %1$@ ?
ro: Cum pot dezactiva temporar toate sunetele aplicației %1$@?
ru: Как временно отключить все звуки приложения %1$@?

source: If iOS Focus Mode is ON and Mute Alerts is OFF, Critical Alerts will still be delivered and non-Critical Alerts will be silenced until %1$@ is added to each Focus mode as an Allowed App.
da: Hvis iOS-fokustilstand er slået TIL, og Slå lyden fra-advarsler er slået fra, leveres kritiske advarsler stadig, og ikke-kritiske advarsler slås fra, indtil %1$@ føjes til hver fokustilstand som en tilladt app.
de: Wenn der iOS-Fokusmodus aktiviert und die Stummschaltung von Warnungen deaktiviert ist, werden kritische Warnungen weiterhin übermittelt und nicht kritische Warnungen stummgeschaltet, bis %1$@ jedem Fokusmodus als zulässige App hinzugefügt wird.
fr: Si le mode Concentration d'iOS est activé et que les Alertes Muettes sont désactivées, les Alertes Critiques seront toujours livrées et les Alertes non Critiques seront silencieuses jusqu'à ce que %1$@ soit ajouté à chaque mode Concentration en tant qu'application autorisée.
it: Se la modalità Focus iOS è attiva e Disattiva avvisi è disattivata, gli avvisi critici verranno comunque inviati e gli avvisi non critici verranno silenziati finché %1$@ non verrà aggiunto a ciascuna modalità Focus come app consentita.
nb: Hvis iOS Focus Mode er PÅ og Mute Alerts er AV, vil kritiske varsler fortsatt bli levert og ikke-kritiske varsler vil bli dempet inntil %1$@ er lagt til i hver Focus Mode som en tillatt app.
pl: Jeśli tryb skupienia w systemie iOS jest włączony, a opcja Wycisz alerty jest wyłączona, alerty krytyczne będą nadal dostarczane, a alerty niekrytyczne będą wyciszane, dopóki %1$@ nie zostanie dodany do każdego trybu skupienia jako dozwolona aplikacja.
ro: Dacă modul Focus iOS este ACTIVAT și opțiunea Dezactivare alerte este DEZACTIVATĂ, alertele critice vor fi transmise în continuare, iar alertele non-critice vor fi dezactivate până când %1$@ este adăugat la fiecare mod Focus ca aplicație permisă.
ru: Если режим фокусировки iOS включен, а функция отключения оповещений выключена, критические оповещения будут по-прежнему доставляться, а некритические будут глушиться до тех пор, пока %1$@ не будет добавлен в каждый режим фокусировки в качестве разрешенного приложения.

source: Immediate
da: Akut
de: Sofort
es: Inmediato
fr: Immédiat
it: Immediato
nb: Umiddelbar
nl: Onmiddellijk
pl: Natychmiastowy
ro: Imediat
ru: Немедленно
tr: Acilen
zh_hans: 实时

source: In future versions of Loop these experiments may change, end up as standard parts of the Loop Algorithm, or be removed from Loop entirely. Please follow along in the Loop Zulip chat to stay informed of possible changes to these features.
da: I fremtidige versioner af Loop kan disse eksperimenter ændre sig, ende som standarddele af Loop-algoritmen eller blive fjernet helt fra Loop. Følg med i Loop Zulip-chatten for at holde dig informeret om mulige ændringer af disse funktioner.
de: In zukünftigen Versionen von Loop können sich diese Experimente ändern, als Standardbestandteile des Loop-Algorithmus enden oder vollständig aus Loop entfernt werden. Bitte folgen Sie dem Loop Zulip-Chat, um über mögliche Änderungen dieser Funktionen auf dem Laufenden zu bleiben.
fr: Dans les futures versions de Loop, ces essais peuvent changer, devenir des parties standard de l'algorithme Loop, ou être complètement retirées de Loop. Veuillez suivre le chat Zulip de Loop pour rester informé des éventuels changements sur ces fonctionnalités.
it: Nelle versioni future di Loop questi esperimenti potrebbero cambiare, diventare parti standard dell'algoritmo Loop o essere rimossi completamente da Loop. Segui la chat di Loop Zulip per rimanere informato su possibili modifiche a queste funzionalità.
nb: I fremtidige versjoner av Loop kan disse eksperimentene endres, ende opp som standarddeler av Loop-algoritmen eller fjernes helt fra Loop. Følg med i Loop Zulip-chatten for å holde deg informert om eventuelle endringer i disse funksjonene.
pl: W przyszłych wersjach Loop te eksperymenty mogą się zmienić, stać się standardowymi częściami algorytmu Loop lub zostać całkowicie usunięte z Loop. Śledź czat Loop Zulip, aby być na bieżąco z możliwymi zmianami w tych funkcjach.
ro: În versiunile viitoare ale Loop, aceste experimente se pot schimba, pot deveni părți standard ale algoritmului Loop sau pot fi eliminate complet din Loop. Vă rugăm să urmăriți chat-ul Loop Zulip pentru a fi la curent cu posibilele modificări ale acestor funcții.
zh_hans: 在 Loop 的未来版本中，这些实验性功能可能会发生变化，可能会成为 Loop 算法的标准组成部分，也可能会被完全移除。请关注 Loop 的 Zulip 聊天频道，以便及时了解这些功能可能发生的变化。

source: Insulin adjustments have been disabled!
da: Insulinjusteringer er blevet deaktiveret!
de: Die Insulinanpassung wurde deaktiviert!
es: ¡Se han deshabilitado los ajustes de insulina!
fr: Les ajustements d’insuline ont été désactivés!
it: Le regolazioni dell'insulina sono state disattivate!
nb: Insulinjusteringer er deaktivert!
nl: Insulineaanpassingen zijn uitgeschakeld!
pl: Korekty insuliny zostały wyłączone!
ro: Ajustările de insulină au fost dezactivate!
ru: Регулировка инсулина была отключена!
tr: İnsülin ayarlamaları devre dışı bırakıldı!

source: Insulin Pump
da: Insulinpumpe
de: Insulinpumpe
es: Microinfusadora de insulina
fi: Insuliinipumppu
fr: Pompe à insuline
he: משאבת אינסולין
it: Pompa
nb: Insulinpumpe
nl: Insulinepomp
pl: Pompa insulinowa
ro: Pompa de insulină
ru: Инсулиновая помпа
tr: İnsülin pompası
zh_hans: 胰岛素泵

source: Insulin Sensitivity Schedule
da: Insulinfølsomhed tidsplan
de: Insulinempfindlichkeit Plan
es: Horario de la sensibilidad a la insulina
fr: Horaire de facteur de sensibilité à l'insuline
it: Programma di sensibilità insulinica
nb: Insulin følsomhet tidsplan
nl: Insulinegevoeligheidschema
pl: Harmonogram wrażliwości na insulinę
ro: Programul Factorului de Sensibilitate la Insulină
ru: График чувствительности к инсулину
tr: İnsülin Duyarlılık Programı

source: Insulin Suspended
da: Insulin suspenderet
de: Insulinabgabe unterbrochen
es: Insulina Suspendida
fi: Insuliini pysäytetty
fr: Insuline suspendue
it: Insulina sospesa
nb: Insulintilførsel utsatt
nl: Insuline Onderbroken
pl: Podawanie Zawieszone
ro: Administrarea insulinei suspendată
ru: Подача инсулина приостановлена
sv: Insulintillförsel pausad
tr: İnsülin Askıya Alındı

source: Integral Retrospective Correction (IRC) is an extension of the standard Retrospective Correction (RC) algorithm component in Loop, which adjusts the forecast based on the history of discrepancies between predicted and actual glucose levels. In contrast to RC, which looks at discrepancies over the last 30 minutes, with IRC, the history of discrepancies adds up over time. So continued positive discrepancies over time will result in increased dosing. If the discrepancies are negative over time, Loop will reduce dosing further.
da: Integral Retrospective Correction (IRC) er en udvidelse af standard Retrospective Correction (RC) algoritmekomponent i Loop, som justerer prognosen baseret på historikken med uoverensstemmelser mellem forudsagte og faktiske glukoseniveauer. I modsætning til RC, der ser på uoverensstemmelser i løbet af de sidste 30 minutter, med IRC, tilføjes historikken over uoverensstemmelser over tid. Så fortsatte positive uoverensstemmelser over tid vil resultere i øget dosering. Hvis uoverensstemmelserne er negative over tid, vil Loop reducere doseringen yderligere.
de: Integral Retrospective Correction (IRC) ist eine Erweiterung der standardmäßigen Retrospective Correction (RC)-Algorithmuskomponente in Loop, die die Prognose basierend auf der Historie der Abweichungen zwischen vorhergesagten und tatsächlichen Glukosewerten anpasst. Im Gegensatz zu RC, das die Abweichungen der letzten 30 Minuten betrachtet, summiert sich bei IRC der Verlauf der Abweichungen im Laufe der Zeit. Daher führen anhaltende positive Abweichungen im Laufe der Zeit zu einer erhöhten Dosierung. Wenn die Abweichungen im Laufe der Zeit negativ sind, reduziert Loop die Dosierung weiter.
fr: La correction rétrospective intégrale (IRC) est une extension de l'algorithme standard de correction rétrospective (RC) de Loop, qui ajuste les prévisions en fonction de l'historique des écarts entre les taux de glucose prévus et réels. Contrairement à la correction correction rétrospective, qui prend en compte les écarts des 30 dernières minutes, la correction rétrospective intégrale (IRC) prend en compte l'historique des écarts au fil du temps. Ainsi, des écarts positifs continus au fil du temps entraîneront une augmentation du dosage. Si les écarts sont négatifs au fil du temps, Loop réduira encore le dosage.
it: Correzione retrospettiva integrale (IRC) è un'estensione del componente standard dell'algoritmo di correzione retrospettiva (RC) in Loop, che regola la previsione in base alla cronologia delle discrepanze tra i livelli di glicemia previsti e quelli effettivi. A differenza di RC, che esamina le discrepanze negli ultimi 30 minuti, con IRC la cronologia delle discrepanze si accumula nel tempo. Pertanto, continue discrepanze positive nel tempo comporteranno un aumento del dosaggio. Se le discrepanze diventano negative nel tempo, Loop ridurrà ulteriormente il dosaggio.
nb: Integral Retrospective Correction (IRC) er en utvidelse av standardalgoritmekomponenten Retrospective Correction (RC) i Loop, som justerer prognosen basert på historikken for avvik mellom forventede og faktiske glukosenivåer. I motsetning til RC, som ser på avvik i løpet av de siste 30 minuttene, summerer IRC avvikene over tid. Fortsatte positive avvik over tid vil derfor føre til økt dosering. Hvis avvikene er negative over tid, vil Loop redusere doseringen ytterligere.
pl: Integralna korekta retrospektywna (IRC) jest rozszerzeniem standardowego komponentu algorytmu Korekta retrospektywna (RC) w Loop, który koryguje prognozę na podstawie historii rozbieżności między przewidywanymi a rzeczywistymi poziomami glukozy. W przeciwieństwie do RC, który analizuje rozbieżności w ciągu ostatnich 30 minut, w przypadku IRC historia rozbieżności sumuje się w czasie. Tak więc utrzymujące się dodatnie rozbieżności w czasie spowodują zwiększenie dawki. Jeśli rozbieżności są ujemne w czasie, Loop jeszcze bardziej zmniejszy podawanie insuliny.
ro: Corecția Retrospectivă Integrală (CRI) este o extensie a componentei algoritmului standard de Corecție Retrospectivă (CR) din Loop, care ajustează prognoza pe baza istoricului discrepanțelor dintre nivelurile de glicemie prezise și cele reale. Spre deosebire de CR, care analizează discrepanțele din ultimele 30 de minute, cu CRI, istoricul discrepanțelor se adună în timp. Așadar, discrepanțele pozitive continue în timp vor duce la creșterea dozării. Dacă discrepanțele sunt negative în timp, Loop va reduce și mai mult dozarea.

source: Interrupted %1$@: <b>%2$@</b> of %3$@ %4$@
da: Afbrudt %1$@: <b>%2$@</b> af %3$@ %4$@
de: %1$@ unterbrochen: <b>%2$@</b> von %3$@ %4$@
es: %1$@ interrumpido: <b> %2$@ </b> de %3$@ %4$@
fi: Keskeytetty %1$@: <b>%2$@</b> / %3$@ %4$@
fr: Interrompu %1$@: <b>%2$@</b> de %3$@ %4$@
it: Interrotto %1$@: <b>%2$@ </b> di %3$@ %4$@
nb: Avbrutt %1$@: <b>%2$@</b> av %3$@ %4$@
nl: Onderbroken %1$@: <b>%2$@</b> van %3$@ %4$@
pl: Przerwane %1$@ : <b> %2$@ </b> z %3$@ %4$@
ro: Întrerupere %1$@: <b>%2$@</b> din %3$@ %4$@
ru: Прервано %1$@: <b>%2$@</b> из %3$@ %4$@
sv: Avbruten %1$@: <b>%2$@</b> av %3$@ %4$@
tr: %1$@ kesintiye uğradı: %3$@ %4$@'nın <b>%2$@</b> 'si

source: Invalid absorption time: %1$@ hours
da: Ugyldig absorptionstid: %1$@ timer
de: Ungültige Resorptionszeit: %1$@ Stunden
fr: Temps d'absorption invalide : %1$@ heures
it: Periodo di assorbimento non valido: %1$@ ore
nb: Ugyldig absorpsjonstid: %1$@ timer
pl: Nieprawidłowy czas absorpcji: %1$@ godz
ro: Timp de absorbție nevalid: %1$@ ore
zh_hans: 无效的吸收时间：%1$@ 小时

source: Invalid Bolus Amount
da: Ugyldig bolusmængde
de: Ungültige Bolusmenge
fr: Quantité de bolus invalide
he: כמות בולוס לא תקינה
it: Quantità bolo non valida
nb: Ugyldig bolusmengde
nl: Ongeldige bolushoeveelheid
pl: Nieprawidłowa wielkość bolusa
ro: Cantitate invalidă de bolus
ru: Неверный объем болюса
tr: Geçersiz Bolus Miktarı
zh_hans: 大剂量无效

source: Invalid carb amount
da: Ugyldig kulhydratmængde
de: Ungültige Kohlenhydratmenge
es: Cantidad de carbohidratos no válida
fr: Quantité de glucides invalide
he: כמות פחמימות לא תקינה
it: Quantità di carboidrati non valida
nb: Ugyldig karbohydratmengde
nl: Ongeldige hoeveelheid koolhydraten
pl: Nieprawidłowa ilość węglowodanów
ro: Cantitate de carbohidrați invalidă
ru: Неверное количество углеводов
tr: Geçersiz karb miktarı
zh_hans: 碳水含量无效

source: Invalid Future Glucose
da: Ugyldig fremtidig glukose
de: Ungültige zukünftige Blutzuckerwerte
es: Glucosa futura no válida
fr: Glycémie future invalide
it: Glicemia futura non valida
nb: Ugyldig fremtidig blodsukker
nl: Ongeldige Toekomstige Glucose
pl: Przyszła glukoza nie jest znana
ro: Glicemie Viitoare Invalidă
ru: Недействительная будущая глюкоза
tr: Geçersiz Gelecek Glikoz
